export const enumConfig = {
    "AmountType": {
        "0": "未知",
        "1": "微信支付",
        "4": "微信特约商户",
        "5": "支付宝"
    },
    "BusinessType": {
        "0": "未知",
        "1": "交易",
        "2": "退款"
    },
    "CouponRecordChannelsType": {
        "0": "掌上店领取",
        "1": "员工发放",
        "2": "游戏中奖",
        "3": "会员充值",
        "4": "员工发放",
        "5": "好友分享",
        "6": "好友转赠",
        "10": "微信领取"
    },
    "CouponRecordStatus": {
        "0": "待审批",
        "1": "通过",
        "2": "未通过",
        "3": "未使用",
        "10": "已使用",
        "20": "待领取"
    },
    "CardType": {
        "1": "优惠券",
        "2": "商品券",
        "3": "礼品券",
        "4": "报名券",
        "5": "会员卡",
        "": "优惠券"
    },
    "CouponType": {
        "1": "售前",
        "2": "售后",
        "3": "代金券",
        "4": "折扣券",
        "5": "普通券"
    },
    "CouponState": {
        "0": "微信审核中",
        "1": "可发放",
        "2": "微信审核未通过",
        "3": "已删除"
    },
    "CouponActivityType": {
        "1": "未开始",
        "2": "进行中",
        "3": "已截止"
    },
    "CouponRecordState": {
        "1": "正常",
        "2": "将要过期",
        "3": "已过期",
        "4": "已使用"
    },
    "ExpiresFromType": {
        "101": "试驾预约",
        "102": "购车询价",
        "103": "二手置换",
        "104": "新车",
        "105": "二手车",
        "106": "售前促销",
        "107": "购车优惠",
        "108": "销售资讯",
        "110": "厂家分配--售前",
        "201": "售后",
        "202": "精品",
        "203": "售后促销",
        "205": "售后资讯",
        "210": "厂家分配--售后",
        "301": "预约维保",
        "401": "保险续保",
        "501": "故障救援",
        "601": "微信对话",
        "901": "潜客待分配",
        "902": "老客待分配",
        "903": "老客待验证"
    },
    "MaintainStatus": {
        "0": "未知",
        "1": "待分配",
        "2": "待处理",
        "3": "已受理",
        "4": "已取消",
        "9": "已到店",
        "10": "无效"
    },
    "MaintainType": {
        "0": "未知",
        "1": "保养",
        "2": "维修"
    },
    "OpportunityAfterFrom": {
        "0": "未知",
        "1": "售后",
        "2": "精品",
        "3": "售后促销",
        "5": "售后资讯",
        "10": "厂家分配"
    },
    "OpportunityAfterStatus": {
        "0": "未知",
        "1": "待分配",
        "2": "未联系",
        "9": "已联系",
        "10": "无效",
        "11": "已到店"
    },
    "OpportunityPreFrom": {
        "0": "未知",
        "1": "试驾预约",
        "2": "购车询价",
        "3": "二手置换",
        "4": "新车",
        "5": "二手车",
        "6": "售前促销",
        "7": "购车优惠",
        "8": "销售资讯",
        "10": "厂家分配",
        "11": "购车惠"
    },
    "OpportunityPreStatus": {
        "0": "未知",
        "1": "待分配",
        "2": "未联系",
        "9": "已联系",
        "10": "无效",
        "11": "已到店"
    },
    "OrderFrom": {
        "0": "未知",
        "1": "新车",
        "2": "二手车",
        "3": "精品",
        "4": "售后",
        "5": "游戏",
        "6": "线下支付",
        "7": "会员充值",
        "8": "余额消费",
        "9": "后台充值"
    },
    "OrderItemStatus": {
        "0": "未使用",
        "1": "已使用",
        "2": "商家处理退款中",
        "3": "微信处理退款中",
        "4": "已退款"
    },
    "OrderStatus": {
        "0": "未支付",
        "1": "已支付",
        "2": "部分消费",
        "3": "已消费",
        "4": "支付中",
        "5": "支付失败",
        "10": "退款待审核",
        "11": "退款审核不通过",
        "12": "退款待处理",
        "13": "已退款",
        "14": "退款失败",
        "15": "已撤消",
        "20": "提现待审核",
        "21": "已提现",
        "99": "已关闭"
    },
    "OrderType": {
        "0": "未知",
        "1": "售前",
        "2": "售后",
        "3": "游戏",
        "4": "线下支付",
        "5": "会员充值",
        "6": "余额消费",
        "7": "后台充值"
    },
    "PayMentMethod": {
        "1": "微信在线支付",
        "2": "微信扫码支付",
        "3": "支付宝在线支付",
        "4": "银联在线支付"
    },
    "PostType": {
        "0": "未知",
        "1": "收入",
        "2": "支出"
    },
    "QRCodeType_Biz": {
        "1": "Pre",
        "2": "After",
        "3": "Register",
        "4": "OrderItem",
        "5": "Coupon",
        "6": "Gift"
    },
    "RechargeType": {
        "0": "未知",
        "1": "微信端充值",
        "2": "微信端消费",
        "3": "微信端充值赠送",
        "4": "后台充值",
        "5": "后台充值赠送"
    },
    "RecommendSignupStatus": {
        "0": "待分配",
        "1": "未联系",
        "2": "已联系",
        "3": "已到店",
        "4": "无效"
    },
    "RecommendSignupType": {
        "0": "未知",
        "1": "购车优惠",
        "2": "新车",
        "3": "关联推荐人"
    },
    "RefundLogStatus": {
        "0": "未知",
        "1": "退款待审核",
        "2": "退款审核不通过",
        "3": "退款待处理",
        "4": "退款成功",
        "5": "退款失败"
    },
    "RegistInfoSource": {
        "1": "资讯报名",
        "2": "专题报名"
    },
    "RegistInfoStatus": {
        "0": "待处理",
        "1": "已受理",
        "2": "无效"
    },
    "ReinsuranceStatus": {
        "0": "未知",
        "1": "待分配",
        "2": "待处理",
        "3": "已受理",
        "4": "已取消",
        "9": "已到店",
        "10": "无效"
    },
    "SosDisposeStatus": {
        "0": "已处理",
        "1": "待处理",
        "2": "无效"
    },
    "SosSend": {
        "0": "【发送图片】",
        "1": "【发送位置】",
        "2": "【救援电话】",
        "3": "【道路救援电话】"
    },
    "WithdrawLogStatus": {
        "0": "未知",
        "1": "待处理",
        "2": "通过",
        "3": "未通过"
    },
    "OpportunityType": {
        "1": "Register",
        "2": "AfterOrder",
        "3": "PreOrder",
        "4": "Order"
    },
    "SurveyTopicType": {
        "1": "单选题",
        "2": "多选题",
        "3": "填空题",
        "4": "打分题"
    },
    "MediaType": {
        "1": "图文信息",
        "2": "图片",
        "3": "语音",
        "4": "视频",
        "5": "缩略图"
    },
    "CarBrandType": {
        "1": "品牌",
        "2": "厂商",
        "3": "系列"
    },
    "CarPhotoType": {
        "1": "车型图片",
        "2": "360内饰",
        "3": "360外观",
        "4": "封面图片"
    },
    "MenuType_Car": {
        "1": "按钮组",
        "2": "事件按钮",
        "3": "页面按钮"
    },
    "InsuranceSratus": {
        "0": "待处理",
        "1": "已受理",
        "2": "续保成功",
        "3": "取消续保",
        "4": "拒绝受理"
    },
    "LotteryType": {
        "1": "大转盘",
        "2": "刮刮卡"
    },
    "GamblingResultType": {
        "1": "战胜",
        "2": "战胜",
        "3": "战平"
    },
    "CustomerTarget": {
        "1": "全部粉丝",
        "2": "全部会员",
        "3": "银卡以上会员",
        "4": "金卡以上会员",
        "5": "钻卡以上会员"
    },
    "ProductOrderStatus": {
        "0": "未付款",
        "1": "未使用",
        "2": "部分使用",
        "3": "已使用"
    },
    "AfterEventStatus": {
        "0": "",
        "1": "待分配",
        "2": "待处理",
        "3": "另约",
        "4": "未成交",
        "9": "已完成",
        "10": "无效"
    },
    "NewsStatus": {
        "1": "待分配",
        "2": "待处理",
        "3": "另约",
        "4": "未成交",
        "9": "已完成",
        "10": "无效"
    },
    "CommentType": {
        "0": "",
        "1": "购车点评",
        "2": "服务点评",
        "10": "互动评论"
    },
    "StarType": {
        "1": "差评",
        "2": "中评",
        "3": "好评"
    },
    "ArticleType": {
        "1": "销售",
        "2": "售后"
    },
    "OptionType": {
        "1": "单选",
        "2": "多选"
    },
    "DisposeStatus": {
        "1": "未处理",
        "2": "已处理",
        "3": "已试驾"
    },
    "TrackStatus": {
        "0": "未处理",
        "1": "已处理"
    },
    "ExampleStatus": {
        "1": "待审核",
        "2": "已审核",
        "3": "审核不通过"
    },
    "RecommendType": {
        "1": "FocusHome",
        "2": "HotRecommend"
    },
    "Source": {
        "1": "热卖商城",
        "2": "最新资讯",
        "3": "优惠券",
        "4": "场景应用",
        "5": "外链",
        "6": "车型库"
    },
    "RecommendLink": {
        "1": "链接到信息",
        "2": "外链"
    },
    "SpecialOfferStatus": {
        "0": "已结束",
        "1": "已发布",
        "2": "未发布"
    },
    "SpecialOfferLogStatus": {
        "0": "未支付",
        "1": "已支付",
        "2": "意向客户",
        "3": "未使用",
        "4": "已验证",
        "5": "退款审核中",
        "6": "退款审核通过",
        "7": "待打款",
        "8": "退款成功",
        "9": "退款失败"
    },
    "ProductTrialLogStatus": {
        "0": "未联系",
        "2": "已联系",
        "3": "无效"
    },
    "ProductTrialLogType": {
        "1": "4S店",
        "2": "其他"
    },
    "ExampleAduitStatus": {
        "0": "待审批",
        "1": "审批通过",
        "2": "审批不通过"
    },
    "MassAuditStatus": {
        "0": "待审批",
        "1": "通过",
        "2": "未通过"
    },
    "MatchType": {
        "0": "严格匹配",
        "1": "模糊匹配"
    },
    "OrderQueryStatus": {
        "0": "未支付",
        "1": "已支付",
        "2": "部分消费",
        "3": "已消费",
        "4": "支付中",
        "5": "支付中",
        "10": "退款待审核",
        "11": "退款审核不通过",
        "12": "退款待处理",
        "13": "已退款",
        "14": "退款失败",
        "15": "已撤消",
        "20": "提现待审核",
        "21": "已提现",
        "99": "已关闭"
    },
    "OrderTradeType": {
        "1": "公众号支付",
        "2": "原生扫码支付",
        "3": "App支付",
        "4": "刷卡支付"
    },
    "TemplateName": {
        "MaintainExpire": "保养已过期",
        "ReinsuranceExpire": "汽车保险到期提醒",
        "DriveProgress": "试驾预约已确认通知",
        "MaintainProgress": "预约维保进度通知",
        "MaintainChange": "预约维保改期通知",
        "Opportunity": "在线报名进度通知",
        "OnlinePay": "支付进度通知",
        "ReinsuranceProgress": "续保进度通知",
        "MessageCertified": "信息认证通知"
    },
    "TemplateMessageStatus": {
        "0": "未处理",
        "1": "待发送",
        "2": "已发送",
        "3": "发送失败"
    },
    "AuthState": {
        "0": "UnAuth",
        "1": "Auth"
    },
    "ServiceType": {
        "0": "订阅号",
        "1": "历史老帐号升级后的订阅号",
        "2": "服务号"
    },
    "RequestType": {
        "1": "关键字",
        "2": "关注",
        "3": "位置",
        "4": "图片",
        "5": "视频",
        "6": "短视频",
        "7": "语音",
        "8": "扫码"
    },
    "MenuType": {
        "1": "按钮组",
        "2": "导航按钮",
        "3": "外链按钮",
        "4": "图文推送按钮",
        "5": "文本推送按钮"
    },
    "ContentType": {
        "1": "文本",
        "2": "单图文",
        "3": "多图文",
        "4": "图片",
        "5": "语音",
        "6": "视频",
        "7": "卡券",
        "8": "礼包"
    },
    "ReplyType": {
        "1": "被关注自动回复",
        "3": "关键字自动回复"
    },
    "QRCodeLogType": {
        "1": "新粉丝",
        "2": "老粉丝"
    },
    "MessageType": {
        "1": "CustomerSend",
        "2": "EmployeeReply"
    },
    "QRCodeType": {
        "Tenant": "经销商二维码",
        "Sales": "销售顾问二维码",
        "Service": "售后顾问二维码",
        "Employee": "员工二维码",
        "Game": "游戏二维码",
        "Activity": "活动二维码",
        "Pay": "支付二维码",
        "Survey": "问卷二维码"
    },
    "ResponseType": {
        "0": "转角色",
        "1": "文本回复",
        "3": "图文",
        "4": "图片",
        "7": "文章"
    },
    "WeixinRefundStatus": {
        "SUCCESS": "退款成功",
        "FAIL": "退款失败",
        "PROCESSING": "退款处理中",
        "NOTSURE": "未确定，需要商户原退款单号重新发起",
        "CHANGE": "转入代发，退款到银行发现用户的卡作废或者冻结了，导致原路退款银行卡失败，资金回流到商户的现金帐号，需要商户人工干预，通过线下或者财付通转账的方式进行退款"
    },
    "SendStatus": {
        "0": "重发中",
        "1": "发送成功",
        "2": "发送失败,不能重发",
        "3": "审核失败,可重发",
        "": "正在发送"
    },
    "StatusKey": {
        "1": "在线报名的状态标记为已联系",
        "2": "预约试驾报名的状态标记为已联系",
        "3": "预约试驾的试驾时间到前1天发送",
        "4": "成为老客",
        "5": "进行售后报名且没有爱车车型或车牌号信息",
        "6": "保险到期前一个月发送提醒",
        "7": "保险续保的状态为标记为已联系",
        "8": "保险续保的状态为标记为无效",
        "9": "预约维保的状态标记为已联系",
        "10": "预约维保的状态标记为已到店",
        "11": "预约维保的状态标记为无效",
        "12": "保养到期前1天送提醒",
        "13": "积分变动",
        "14": "保养到期前7天发送提醒",
        "15": "预约维保改期通知",
        "16": "支付进度通知",
        "17": "会员申请审核通过",
        "18": "本月存在到期的积分",
        "19": "退款成功",
        "20": "余额变动",
        "21": "充值成功"
    },
    "TemplateType": {
        "1": "通用模板",
        "2": "销售模板",
        "3": "售后模板"
    },
    "EvaluationRoleType": {
        "1": "销售主管",
        "2": "网电销售主管",
        "3": "销售顾问",
        "4": "电销员（IB）",
        "5": "电销员（OB）",
        "6": "直销员",
        "7": "售后顾问"
    },
    "MedalType": {
        "1": "接待",
        "2": "登记",
        "3": "回访",
        "4": "邀约到店",
        "5": "订单",
        "6": "交车"
    },
    "MedalLevel": {
        "1": "金牌",
        "2": "银牌",
        "3": "铜牌"
    },
    "PointRule": {
        "10": "关注公众号",
        "20": "签到",
        "30": "每个订单积分",
        "40": "每完成1次维保",
        "50": "消费金额",
        "60": "获得积分",
        "70": "商城报名",
        "80": "预约试驾",
        "90": "报名二手置换",
        "95": "询底价",
        "100": "每完成1次续保",
        "110": "参加聚宝盆游戏",
        "120": "参加推荐送礼活动，每有1名好友报名",
        "121": "参加推荐送礼活动，每有1名好友成交",
        "130": "转发掌上店界面到朋友圈",
        "140": "充值会员卡，每充值100元"
    },
    "GrowthRuleType": {
        "ActivateMemberCard": "激活会员卡",
        "SignWeb": "掌上店签到",
        "Share": "转发掌上店界面",
        "MallRegistration": "商城报名",
        "PointShopExchangeGift": "积分商城兑换礼品",
        "MemberRecharge": "充值会员卡，每充值100元",
        "MaintainStore": "预约维保标记已到店",
        "DriveDeal": "预约试驾标记已联系",
        "InquiryDeal": "询底价标记已联系",
        "EmployeeEvaluation": "顾问评价"
    },
    "PointRuleType": {
        "10": "首次关注公众号",
        "20": "掌上店签到",
        "40": "预约维保标记已到店",
        "70": "商城报名",
        "80": "预约试驾标记已联系",
        "90": "二手置换标记已受理",
        "95": "询底价标记已联系",
        "100": "续保报名标记已受理",
        "110": "每参加1次聚宝盆游戏",
        "120": "参加推荐送礼活动，每有1名好友报名",
        "121": "参加推荐送礼活动，每有1名好友成交",
        "130": "转发掌上店界面到朋友圈",
        "140": "充值会员卡，每充值100元"
    },
    "MemberCardLV": {
        "0": "Ordinary",
        "1": "Vip1",
        "2": "Vip2",
        "3": "Vip3",
        "4": "Vip4",
        "5": "Vip5",
        "6": "Vip6",
        "7": "Vip7",
        "8": "Vip8",
        "9": "Vip9"
    },
    "EmployeeNotifyType": {
        "0": "Other",
        "1": "NewClient",
        "2": "NewMessage",
        "3": "NewBissness",
        "4": "AssignForManange",
        "5": "ScanQRCode",
        "6": "CustomerBind"
    },
    "TenantType": {
        "0": "",
        "1": "Dealer",
        "2": "Region",
        "3": "Agent",
        "4": "TenantNormal",
        "5": "Company",
        "6": "Manufacturer"
    },
    "OnlinePayType": {
        "0": "未开通",
        "1": "在线支付",
        "2": "云车购",
        "3": "扫码支付",
        "4": "线下支付",
        "5": "支付宝支付"
    },
    "TenantAuditStatus": {
        "0": "未开通",
        "1": "待审核",
        "2": "审核中",
        "3": "已开通",
        "4": "已驳回"
    },
    "TenantRefundAuditStatus": {
        "0": "未开通",
        "1": "审核中",
        "3": "已开通"
    },
    "AccountType": {
        "1": "认证的服务号",
        "2": "服务号",
        "3": "认证的订阅号",
        "4": "订阅号"
    },
    "TenantBankStatus": {
        "0": "未知",
        "1": "待验证",
        "2": "已打款",
        "3": "验证通过",
        "4": "验证不通过",
        "10": "无效"
    },
    "TenantBankAuditStatus": {
        "0": "未知",
        "1": "未汇款",
        "2": "待验证",
        "3": "验证通过",
        "4": "验证不通过",
        "10": "无效"
    },
    "TransferType": {
        "0": "未知",
        "1": "网银转账",
        "2": "柜台转账"
    },
    "LoginResultCode": {
        "0": "Success",
        "-1": "LoginNone",
        "-2": "AccountError",
        "-3": "PassWordError",
        "-4": "Disable",
        "-5": "IsLock"
    },
    "EvaluationScore": {
        "1": "不满意",
        "2": "一般",
        "3": "满意"
    },
    "OrgGroupType": {
        "0": "默认",
        "1": "展厅",
        "2": "二网",
        "3": "外拓",
        "4": "车展",
        "5": "售后"
    },
    "EmployeeStatus": {
        "0": "离职",
        "1": "在职",
        "2": "休假"
    },
    "MessageRemindType": {
        "0": "未定义",
        "1": "热卖商城",
        "2": "投票",
        "3": "场景应用",
        "4": "优惠券",
        "5": "合同到期"
    },
    "EmployeeMessageType": {
        "0": "管理员",
        "1": "收件",
        "2": "发件"
    },
    "JobStatus": {
        "1": "值班",
        "2": "接待",
        "3": "回访",
        "4": "交车",
        "5": "外拓",
        "6": "休假"
    },
    "RankType": {
        "0": "",
        "1": "交车",
        "2": "订单",
        "3": "邀约到店",
        "4": "回访",
        "5": "登记",
        "6": "接待"
    },
    "ContractStatus": {
        "1": "生效",
        "2": "未生效",
        "3": "已到期",
        "4": "作废"
    },
    "ModulesType": {
        "0": "",
        "1": "销售模块",
        "2": "售后模块",
        "4": "决策支持",
        "8": "场景应用",
        "16": "车商易"
    },
    "PluginTenantStatus": {
        "0": "禁用",
        "1": "启用",
        "2": "待审核"
    },
    "AccountRecordType": {
        "1": "现金充值",
        "2": "微信充值",
        "10": "消费扣款",
        "11": "现金消费"
    },
    "BirthdayExpiredTime": {
        "1": "7日内",
        "2": "15日内",
        "3": "一个月内"
    },
    "BuyTimeRange": {
        "0": "未知",
        "1": "7日内",
        "2": "15日内",
        "3": "一个月内",
        "4": "三个月内",
        "5": "半年内",
        "6": "一年内",
        "7": "一年以上"
    },
    "ClueType": {
        "1": "在线报名",
        "2": "微信对话",
        "3": "浏览页面",
        "4": "扫码"
    },
    "ContactType": {
        "1": "WeiXin",
        "2": "MobilePhone",
        "3": "WeiXinAndMobilePhone"
    },
    "CustomerAfterFrom": {
        "1": "未知",
        "2": "预约维保",
        "3": "保险续保",
        "4": "售后报名",
        "5": "售后订单",
        "6": "我的客户",
        "7": "粉丝池",
        "8": "售前成交",
        "9": "扫描顾问二维码",
        "10": "客户自行绑定",
        "11": "手动创建",
        "12": "批量导入",
        "13": "批量分配",
        "30": "线下导入"
    },
    "CustomerAfterStatus": {
        "0": "未知",
        "1": "待分配",
        "2": "待验证",
        "3": "有效老客"
    },
    "CustomerAfterType": {
        "0": "非老客",
        "1": "老客",
        "2": "流失老客"
    },
    "CustomerBusinessType": {
        "1": "邀约",
        "2": "到店",
        "3": "订单",
        "4": "交车"
    },
    "CustomerStoreType": {
        "0": "默认",
        "1": "试驾",
        "2": "活动",
        "3": "其他"
    },
    "CustomerFrom": {
        "0": "授权页面",
        "1": "关注公众号",
        "2": "OpenId",
        "20": "微信同步",
        "21": "店铺二维码",
        "22": "销售顾问二维码",
        "23": "售后顾问二维码",
        "24": "其他顾问二维码",
        "25": "游戏二维码",
        "26": "活动二维码",
        "27": "微信对话",
        "28": "支付二维码",
        "31": "WIFI二维码",
        "32": "线下导入",
        "33": "展厅录入",
        "34": "手动创建",
        "35": "批量导入",
        "36": "问卷二维码",
        "37": "好车网数据导入",
        "40": "厂家分配",
        "100": "手动导入"
    },
    "CustomerMemberFrom": {
        "0": "未知",
        "1": "线上申请",
        "2": "线下导入"
    },
    "CustomerMemberStatus": {
        "0": "未认证",
        "1": "待审核",
        "2": "已认证",
        "3": "未绑定"
    },
    "CustomerMemberType": {
        "0": "非会员",
        "1": "会员",
        "2": "退会会员"
    },
    "CustomerPreFrom": {
        "0": "未知",
        "1": "试驾预约",
        "2": "购车询价",
        "3": "二手置换",
        "4": "售前报名",
        "5": "售前订单",
        "6": "我的客户",
        "7": "客户池",
        "8": "扫描顾问二维码",
        "9": "客户自行绑定",
        "10": "手动创建",
        "11": "批量导入",
        "12": "批量分配",
        "32": "线下导入",
        "51": "展厅录入",
        "52": "Extension",
        "53": "朋友介绍",
        "54": "媒体客户",
        "55": "天泓招聘"
    },
    "CustomerPreLineFrom": {
        "0": "网络线索",
        "1": "展厅",
        "2": "推荐",
        "3": "外拓",
        "4": "车展",
        "5": "二网"
    },
    "CustomerPreStatus": {
        "0": "未知",
        "1": "待分配",
        "2": "待处理",
        "3": "有效潜客"
    },
    "CustomerPreType": {
        "0": "非潜客",
        "1": "潜客",
        "2": "成交潜客",
        "3": "战败潜客"
    },
    "CustomerRemarkType": {
        "10": "用户",
        "20": "售前",
        "22": "售前报名",
        "21": "顾问app",
        "30": "售后",
        "31": "售后报名",
        "32": "预约维保",
        "33": "保险续保 ",
        "40": "会员",
        "41": "审核",
        "42": "等级",
        "43": "会员开卡",
        "44": "会员退会",
        "50": "其他",
        "51": "无法联系到客户",
        "52": "已购买其他品牌车辆",
        "53": "同品牌其他经销商处购买",
        "54": "价格太高",
        "55": "潜客等级修改",
        "56": "标签修改",
        "100": "招聘",
        "1001": "新增用户",
        "1002": "导入用户",
        "1003": "更新数据",
        "1010": "售前",
        "1011": "成为潜客",
        "1020": "售后",
        "1021": "成为老客",
        "1031": "关注公众号",
        "1041": "分配售前顾问",
        "1051": "分配售后顾问",
        "1042": "继续跟进",
        "1101": "客户轨迹",
        "1102": "微信对话",
        "1103": "客户签到",
        "1104": "购车计算器",
        "1105": "游戏",
        "1106": "分享",
        "1107": "回访记录",
        "1108": "计划邀约",
        "1109": "已邀约",
        "1110": "计划到店",
        "1112": "已到店",
        "1113": "计划下单",
        "1114": "已下单",
        "1115": "计划交车",
        "1116": "交车",
        "1117": "资料页面备注",
        "1118": "战败审核备注",
        "1119": "CustomerRecord"
    },
    "OperatorType": {
        "1": "User",
        "2": "Operator"
    },
    "ReVisitStatus": {
        "0": "未回访",
        "1": "已回访",
        "2": "联系不到",
        "3": "拒访"
    },
    "CustomerVisitItem": {
        "1": "回访",
        "2": "邀约",
        "3": "其他",
        "4": "活动",
        "5": "试驾",
        "6": "交车"
    },
    "CustomerVisitStatus": {
        "0": "待处理",
        "1": "已处理",
        "2": "取消"
    },
    "CustomerVisitType": {
        "1": "回访",
        "2": "到店",
        "3": "交车"
    },
    "DealStatus": {
        "0": "订单",
        "1": "交车",
        "2": "取消交车"
    },
    "DisConnectReason": {
        "1": "未关注微信",
        "2": "电话无人接听",
        "3": "电话号码错误",
        "4": "未填写电话号码"
    },
    "GroupType": {
        "0": "客户池组",
        "1": "潜客组",
        "2": "老客组",
        "3": "会员组"
    },
    "Income": {
        "0": "未知",
        "1": "5千以下",
        "2": "5千-1万",
        "3": "1万-2万",
        "4": "2万-5万",
        "5": "5万-10万",
        "6": "10万以上"
    },
    "InsuranceExpiredTime": {
        "1": "15日内",
        "2": "一个月内",
        "3": "两个月内"
    },
    "IntegralBusiness": {
        "1": "签到",
        "2": "注册",
        "3": "完成订单",
        "4": "完成维保",
        "5": "会员充值",
        "6": "参与活动",
        "7": "活动消耗",
        "8": "商城报名",
        "9": "预约试驾",
        "10": "询价",
        "11": "报名二手置换",
        "12": "每完成1次续保",
        "13": "参加聚宝盆游戏",
        "14": "参加推荐送礼活动，每有1名好友报名",
        "15": "参加推荐送礼活动，每有1名好友成交",
        "16": "转发掌上店界面到朋友圈",
        "19": "其他积累",
        "21": "线下礼品兑奖",
        "22": "消费抵扣",
        "23": "优惠劵兑换",
        "24": "在线兑换礼物",
        "25": "其他兑换",
        "26": "老客导入",
        "50": "系统后台修改"
    },
    "IntegralRecordStatus": {
        "1": "有效",
        "99": "无效"
    },
    "IntegralType": {
        "1": "积分消费",
        "2": "积分赠送"
    },
    "LicenseExpiredTime": {
        "1": "15日内",
        "2": "一个月内",
        "3": "两个月内"
    },
    "LoseLogType": {
        "10": "展厅流失",
        "20": "DCC流失"
    },
    "LossType": {
        "1": "战败",
        "2": "失联",
        "3": "拒访",
        "4": "不在跟进",
        "5": "不在跟进"
    },
    "MaintainExpiredTime": {
        "1": "7日内",
        "2": "15日内",
        "3": "一个月内",
        "4": "两个月内"
    },
    "MemberAduitStatus": {
        "0": "待审核",
        "1": "审核通过",
        "2": "审核不通过"
    },
    "PreLevel": {
        "0": "N",
        "1": "H",
        "2": "A",
        "3": "B",
        "4": "C",
        "5": "O(订单)",
        "6": "L(流失)",
        "7": "L(流失)",
        "8": "S(线索)",
        "9": "O(成交)",
        "80": ""
    },
    "PriceRange": {
        "0": "未知",
        "1": "10万以内",
        "2": "10-15万",
        "3": "15-20万",
        "4": "20-30万",
        "5": "30-50万",
        "6": "50万以上"
    },
    "SaleTaskStatus": {
        "0": "Empty",
        "11": "DisConnect",
        "12": "ReVisited"
    },
    "Sex": {
        "0": "未知",
        "1": "男",
        "2": "女"
    },
    "SubscribeStatus": {
        "0": "未关注",
        "1": "访客",
        "2": "关注",
        "3": "取消关注"
    }
}
